Repository: Dakushin/EasySave
Catalog: EasySave/translation/strings.*.resx
Languages: fr

# Ask_Backup_Name
source: Give the name of the backup :
fr: Entrez le nom du travail de sauvegarde :

# Ask_Backup_Name_Delete
source: Give the name of the backup you want to delete :
fr: Entrez le nom du travail à supprimer :

# Ask_Backup_Name_Rename
source: Give the name of the backup you want to rename :
fr: Entrez le nom du travail à renommer :

# Ask_Backup_New_Name_Rename
source: Give the new name of the backup :
fr: Entrez le nouveau nom du travail :

# Ask_Backup_Source_Path
source: Give the source path directory :
fr: Entrez le chemin source du dossier à sauvegarder :

# Ask_Backup_Target_Path
source: Give the target path directory :
fr: Entrez le chemin ciblé du dossier à sauvegarder :

# Ask_Backup_Type
source: Give the type [d = differential / c =complete]:
fr: Entrez le type de la sauvegarde [d = differential / c = complete] :

# Ask_Valid_Input
source: Please, enter a valid input
fr: Veuillez entrer une valeur valide

# Change_Language
source: Change the language
fr: Modifier la langue d'affichage

# Console_Ask_Valid_Choice
source: Please, enter a valid choice between 1 and 7
fr: Veuillez choisir un choix valide entre 1 et 7

# Create_Backup
source: Create a backup
fr: Créer un travail de sauvegarde

# Delete_Backup
source: Delete a backup
fr: Supprimer un travail de sauvegarde

# Exit_App
source: Exit the application
fr: Quitter l'application

# Rename_Backup
source: Rename a backup
fr: Renommer un travail de sauvegarde

# Ask_Language
source: Which language do you want ? [fr/en] :
fr: Choisissez le langage [fr/en] :

# Show_Backups
source: Display all backups
fr: Afficher tous les travaux de sauvegarde

source: Execute all backups
fr: Exécuter tous les travaux de sauvegarde

# Error_Too_Many_Backups
source: Error : you have already 5 backups, please delete one and retry
fr: Erreur : vous avez déjà 5 travaux de sauvegarde, supprimez en un et réesseyez

# Error_Backup_Not_Found
source: Error : there is no backup with this name
fr: Erreur : il n'y a pas de travail de sauvegarde avec ce nom

# Error_Backup_Already_Exists
source: Error : a backup with this name already exists
fr: Erreur : un travail de sauvegarde porte déjà ce nom

# Error_Rename_Same_Name
source: Error : you can't rename you backup with the same name
fr: Erreur : le travail de sauvegarde porte déjà ce nom

source: Type : complete
fr: Type : complet

source: Type : differential
fr: Type : différentiel

source: Name
fr: Nom

source: Source path
fr: Chemin source

source: Target path
fr: Chemin ciblé

source: Success
fr: Succès

# Info_No_Backup
source: No backup found
fr: Aucun travail de sauvegarde trouvé
